{
  "selectAnOption": "Select an option",
  "noOptionFound": "No option found.",
  "pickADate": "Pick a date",
  "languages": "Sprachen",
  "german": "Deutsch",
  "english": "Englisch",
  "personalInformation": "Personal Information",
  "myOrders": "My Orders",
  "createNewOrder": "Create New Order",
  "logOut": "Log Out",
  "place-order": "Bestellen",
  "sign-in": "Sign in",
  "services": "Dienstleistungen",
  "about-us": "Über uns",
  "guarantees": "Garantien",
  "feedback": "Feedbacks",
  "contact-us": "Kontaktieren",
  "Password must be at least 8 characters long": "",
  "Password must not exceed 64 characters": "",
  "Password must contain at least one uppercase letter": "",
  "Password must contain at least one lowercase letter": "",
  "Password must contain at least one number": "",
  "Password must contain at least one special character": "",
  "Invalid email address": "Invalid email address.",
  "Passwords do not match": "Passwords do not match.",
  "benefit-card-1-title": "Expert Authors",
  "benefit-card-1-value": "110+",
  "benefit-card-1-description": "Academically qualified professionals work on your assignments.",
  "benefit-card-2-title": "Skilled Editors",
  "benefit-card-2-value": "30+",
  "benefit-card-2-description": "Editors meticulously review every paper.",
  "benefit-card-3-title": "Originality Guarantee",
  "benefit-card-3-value": "91%+",
  "benefit-card-3-description": "Over 91% of all papers are thoroughly checked for plagiarism.",
  "benefit-card-4-title": "Proven Experience",
  "benefit-card-4-value": "2+ years",
  "benefit-card-4-description": "of crafting high-quality academic content.",
  "benefit-card-5-title": "Fast & Reliable Delivery",
  "benefit-card-5-value": "90%",
  "benefit-card-5-description": "of orders are delivered ahead of schedule.",
  "benefit-card-6-title": "Top-Rated Service",
  "benefit-card-6-value": "4.7/5",
  "benefit-card-6-description": "Customer satisfaction speaks for our quality.",
  "rigorousSelectionOfAuthors": {
    "description": "We work exclusively with qualified professionals who hold at least a bachelor’s degree and have proven expertise in relevant academic fields. Every author undergoes a strict selection process, including tests on theoretical knowledge and academic writing skills. Only those who pass all stages successfully are entrusted with client orders."
  },
  "specializationAndExpertise": {
    "description": "We always match authors to the subject area of your request. For example, we assign literature, philosophy, or social science experts to humanities topics, and professionals in engineering, physics, or biology to technical and scientific subjects. This ensures that every author understands the topic deeply and can handle its nuances confidently."
  },
  "academicStandardsYouCanTrust": {
    "description": "Our authors are well-versed in academic norms across different countries (Germany, Austria, Switzerland). They are experts in citation rules, structure, and plagiarism prevention. You can rely on us to deliver original, high-quality work that fully complies with academic expectations."
  },
  "provenWritingExperience": {
    "description": "Our authors bring extensive experience in writing various academic texts—seminar papers, bachelor’s and master’s theses, dissertations, journal articles, and more. They’re not only capable of conducting thorough research but also of presenting the findings in a clear, logical, and compelling way."
  },
  "tailoredAndThoughtfulApproach": "Tailored and Thoughtful Approach",
  "qualityControlAndFeedback": {
    "description": "Every order is treated individually. Whether you need a unique methodology or an unconventional perspective, we find the right author to bring your vision to life. Our experts are familiar with both qualitative and quantitative research methods, and always adapt to your specific needs."
  },
  "workType": {
    "term-paper": "Term Paper",
    "bachelor-thesis": "Bachelor's Thesis",
    "master-thesis": "Master's Thesis",
    "dissertation": "Dissertation (PhD)",
    "essay": "Essay",
    "technical-report": "Technical Report",
    "project-work": "Project Work",
    "literature-review": "Literature Review",
    "presentation": "Presentation",
    "academic-article": "Academic Article"
  },
  "subjectArea": "Subject area",
  "Reset password failed": "Reset password failed.",
  "Back to Home": "Back to Home",
  "Forgot Password": "Forgot Password",
  "Check your email": "Check your email",
  "checkYourInbox": "If an account with that email exists, we have sent a password reset link to it. Please check your inbox.",
  "email": "Email",
  "Submit": "Submit",
  "landingPage": {
    "footer": {
      "description": "Just learn – leave the difficult things to us!",
      "menu": "Menu",
      "getInTouch": "Get in touch",
      "legalInformation": "Legal Information",
      "termsOfUse": "Terms of Use",
      "privacyPolicy": "Privacy Policy",
      "cookiesPolicy": "Cookies Policy",
      "copyright": "Copyright"
    },
    "description-1": "Our company specializes in writing seminar papers, bachelor's and master's theses, scientific articles, dissertations, literature reviews, critiques, and reports. We understand how important it is for you to meet the demands of the academic community and achieve excellent results. That’s why we approach every project with a personalized strategy, careful analysis, and deep expertise in the relevant discipline.",
    "description-2": "Our authors are experienced experts from various academic fields, which allows us to guarantee high text quality, accuracy, and up-to-date information. We work exclusively with verified sources and strictly adhere to the ethical principles of academic writing — avoiding plagiarism and delivering original content.",
    "description-3": "Whether you need support with conducting a complex scientific study or preparing a publication for a professional journal — we are ready to assist you at every step of the process. Your successful academic career is our priority!"
  },
  "hero-section-title": "Your Academic Support – Fast, Professional, Reliable!",
  "hero-section-description": "We are a team of experts who have been successfully creating academic texts for clients in Germany, Austria, and Switzerland for over two years. Our goal is to help students, doctoral candidates, researchers, and professionals from various fields to write high-quality papers that meet academic standards.",
  "bachelorThesis": "Bachelor's Thesis",
  "mastersThesis": "Master's Thesis",
  "doctoralThesis": "Doctoral Thesis / Dissertation",
  "seminarPaper": "Seminar Paper",
  "termPaper": "Term Paper",
  "projectPaper": "Project Paper",
  "our-services": "Our Services",
  "seeAllServices": "See all services",
  "typeOfPaperIsRequired": "Subject area is required",
  "deadlineIsRequired": "Deadline is required",
  "numberOfPagesMustBeGreaterThanZero": "Number of pages is required",
  "Failed to send order": "Failed to send order.",
  "typeOfPaper": "Type of paper",
  "deadlineDate": "Deadline date",
  "theme": "Enter your theme",
  "Theme": "Theme",
  "enterNumberOfPages": "Enter number of pages",
  "numberOfPages": "Number of pages",
  "enterYourLastName": "Enter your last name",
  " lastName": "Last name",
  "enterYourFirstName": "Enter your first name",
  "firstName": "First name",
  "phoneNumber": "Phone number",
  "enterYourPhoneNumber": "Enter your phone number",
  "sumbit Order": "Submit Order",
  "how-we-select-authors": {
    "description": "At our company, we understand how crucial it is to choose the right author for your academic project. That’s why we hold our candidates to the highest standards and carefully evaluate every order. Here’s how we find our authors—and what matters most in our selection process:"
  },
  "getStartedNow": {
    "description": "Start your research project today. Our experts are here to support you every step of the way. Benefit from our experience and achieve your academic goals with us."
  },
  "order-now": "Order now",
  "guaranteedAnonymity": {
    "description": "Your personal data will never be shared with third parties without your explicit consent. All communication and orders are anonymized to protect your privacy. You can be sure that your data will be used solely for processing your order and not for any other purpose."
  },
  "confidentialityAgreement": {
    "description": "Your trust is our top priority. That’s why we offer a clear and binding confidentiality agreement — to guarantee that your data, documents, and personal information remain 100% secure and protected. Whether you're sharing sensitive academic details or proprietary research, we ensure complete discretion at every stage of the collaboration."
  },
  "protectionOfYourWork": {
    "description": "We treat your work with the same level of care and confidentiality as you do. From encryption to restricted access, every step we take is designed to keep your documents safe and ensure they are never shared, reused, or repurposed — ever. Your intellectual property stays 100% yours."
  },
  "responsibilityOfTheAuthorsAndTheCompany": {
    "description": "Our authors are not only experts in their fields — they’re committed to delivering work that meets your expectations and complies with academic integrity. And we back that promise as a company. If something’s not right, we’re here to make it right. Because responsibility isn’t optional — it’s our standard."
  },
  "orderSent": "Order created successfully!",
  "Sign in failed": "Sign in failed.",
  "Sign In": "Sign In",
  "enterYourEmail": "Enter your email",
  "enterYourPassword": "Enter your password",
  "password": "Password",
  "Sign in": "Sign in",
  "Sign Up": "Sign Up",
  "Forgot your password?": "Forgot your password?",
  "not-found-title": "404",
  "not-found-subtitle": "Oops! This page could not be found.",
  "not-found-description": "The page you are looking for doesn't exist or has been moved.",
  "not-found-button": "Back to homepage",
  "Back to Orders": "Back to Orders",
  "Place Order": "Place Order",
  "Reset Password": "Reset Password",
  "confirmYourPassword": "Confirm your password",
  "confirmPassword": "Confirm Password",
  "Reset password": "Reset password",
  "Registration failed": "Registration failed.",
  "Sign up": "Sign up",
  "Already have an account?": "Already have an account?"
}
